[
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Dizer \"Plot Twist!\" antes de qualquer frase normal.",
    "Exemplo": "Plot Twist! Sabias que ontem fui à feira?"
  },
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Começar todas as suas histórias com a frase: \"Lá para 2008...\"",
    "Exemplo": "Lá para 2008... o meu cão costumava fazer exatamente a mesma coisa."
  },
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Usar, pelo menos, três vezes uma palavra que inventou.",
    "Exemplo": "Inventar e usar: 'Este vinho está muito 'cromulento'.'"
  },
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Substituir todas as suas interjeições (\"Ah\", \"Oh\", \"Ena!\") pelo som de um sino.",
    "Exemplo": "Quando se espantar: 'Ding-dong! Que notícia fantástica!'"
  },
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Fazer um disfarce de tosse (cof, cof) sempre que o seu nome for mencionado.",
    "Exemplo": "Se alguém diz: 'O João fez...' Você: 'Cof, cof! Fiz, sim.'"
  },
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Falar sobre o clima, mas referindo-se sempre ao clima de um país tropical.",
    "Exemplo": "Comentar a chuva com: 'A humidade é terrível; sinto que está a chegar o período de monções.'"
  },
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Usar um sotaque estranho (russo, francês, etc.) sempre que falar de comida.",
    "Exemplo": "Pedir: 'Coma esta patata, ma chérie. Est-ce magnifique!' (Sotaque francês)."
  },
  {
    "tema": "1. Linguagem e Sotaques",
    "missao": "Referir-se a si próprio na terceira pessoa.",
    "Exemplo": "(Eu chamo-me Maria, e digo: 'A Maria tem fome. A Maria vai servir-se agora.'"
  },
  {
    "tema": "2. Vocalização e Interação Verbal",
    "missao": "Incluir três vezes o nome de um personagem de desenho animado.",
    "Exemplo": "Dizer: 'Acho que o Mickey Mouse teria uma opinião diferente sobre esta sobremesa.'"
  },
  {
    "tema": "2. Vocalização e Interação Verbal",
    "missao": "Começar todas as respostas com a expressão.",
    "Exemplo": "Alguém pergunta: 'Gostaste do filme?' Você: 'Deixe-me que lhe diga... foi o melhor filme de sempre.'"
  },
  {
    "tema": "2. Vocalização e Interação Verbal",
    "missao": "Usar a palavra \"Absolutamente\" em todas as suas concordâncias.",
    "Exemplo": "Em vez de 'Sim', dizer: 'Absolutamente! Estou de acordo.'"
  },
  {
    "tema": "2. Vocalização e Interação Verbal",
    "missao": "Perguntar, a cada 5 minutos, se alguém viu o seu telemóvel (mesmo que o tenha na mão).",
    "Exemplo": "Olhar em volta e perguntar, 'Onde é que eu deixei o meu telemóvel? Não o encontro!'"
  },
  {
    "tema": "2. Vocalização e Interação Verbal",
    "missao": "Incluir um verso de uma canção pop obscura em três frases diferentes.",
    "Exemplo": "Descrever o seu dia e terminar com: 'E baby, you're all that I want, quando o assunto é trabalho!'"
  },
  {
    "tema": "2. Vocalização e Interação Verbal",
    "missao": "Fazer uma pausa dramática de 5 segundos antes de responder a qualquer pergunta.",
    "Exemplo": "Alguém pergunta. Você fica em silêncio a olhar nos olhos por 5 segundos antes de responder."
  },
  {
    "tema": "2. Vocalização e Interação Verbal",
    "missao": "Falar num tom de voz que sugira que tem um segredo muito importante para partilhar.",
    "Exemplo": "Falar normalmente, mas em voz baixa e com os olhos semicerrados, como se estivesse a transmitir informação classificada."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Olhar fixamente para a caçarola (ou prato principal) e suspirar dramaticamente.",
    "Exemplo": "Fixar o olhar no prato vazio e deixar escapar um 'Haaaa...' melancólico."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Fazer um high five com alguém (mesmo que seja apenas com o ar) sem razão aparente.",
    "Exemplo": "Fazer o gesto de 'bate aqui!' ao ar, após uma frase trivial."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Fazer uma coisa absurda e justificar-se com uma desculpa esfarrapada",
    "Exemplo": "Levantar-se, mover a cadeira um metro e dizer: 'Esta luz estava a afetar a minha visão periférica.'"
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Limpar um utensílio da mesa de forma exageradamente minuciosa.",
    "Exemplo": "Pegar num garfo limpo e limpá-lo lentamente com um guardanapo, olhando para ele contra a luz."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Oferecer-se para provar a comida de alguém (com o seu garfo) e fazer uma cara de espanto.",
    "Exemplo": "Provar a salada de alguém, arregalar os olhos e depois dizer 'Interessante... muito interessante.'"
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Fazer muitas vezes ao longo do dia, um gesto de aprovação quando alguém fizer um comentário / observação.",
    "Exemplo": "Quando o anfitrião diz 'Acho que a carne está pronta', fazer um polegar para cima com um olhar sério."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Fazer um alongamentos (como se estivesse dorido) em vários momentos do dia.",
    "Exemplo": "Inclinar lentamente o pescoço de um lado para o outro durante a conversa."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Quando alguém fizer uma piada, dar uma gargalhada falsa e muito prolongada.",
    "Exemplo": "Rir de forma forçada por cerca de 10 segundos, muito depois da piada ter terminado."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Sempre que estiver a beber, fechar os olhos e abanar ligeiramente a cabeça em sinal de profunda satisfação.",
    "Exemplo": "Beber um gole de água, fechar os olhos e abanar a cabeça como se fosse a melhor bebida do mundo."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Levantar-se para ir buscar algo, mas esquecer-se e regressar à mesa de mãos vazias.",
    "Exemplo": "Dizer 'Vou buscar o...' e voltar, sentar-se e só depois se aperceber que não trouxe nada."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Fazer um brinde (muito rápido) a algo aleatório.",
    "Exemplo": "Levantar o copo rapidamente e dizer 'Brindemos à eletricidade estática!' ou 'meias limpas' antes de beber."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Bater palmas uma vez (muito alto) sempre que houver uma transição de assunto na conversa.",
    "Exemplo": "Quando o tema muda de política para férias, bater uma palma sonora."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Fazer um photobomb a qualquer telemóvel que esteja a ser usado na mesa.",
    "Exemplo": "Inclinar-se subtilmente para o fundo de uma selfie que alguém esteja a tirar, fazendo uma careta."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Trocar o seu garfo pelo de outra pessoa, sem dizer nada.",
    "Exemplo": "Mover o seu garfo para o prato do vizinho enquanto ele está distraído e pegar no dele."
  },
  {
    "tema": "3. Ação e Expressão Corporal",
    "missao": "Fingir que está a tirar uma fotografia mental com as mãos (fazendo um quadrado com os dedos) a um dos presentes.",
    "Exemplo": "Formar um quadrado com os dedos e 'enquadrar' a cabeça de alguém na mesa por um segundo."
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Dar um mini discurso motivacional de 30 segundos sem motivo e sem lógica",
    "Exemplo": "'Amigos, eu quero que saibam: vocês são incríveis! Sigam os vossos sonhos, mesmo com este arroz!'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Perguntar ao anfitrião se ele tem certeza de que usou o fermento certo no pão.",
    "Exemplo": "Perguntar seriamente ao anfitrião: 'Não quero ser indelicado, mas a proporção de fermento foi testada? Só por curiosidade.'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Pedir a receita de algo que não está na mesa.",
    "Exemplo": "Perguntar: 'Isto está delicioso! Qual é a receita daquele bolo de chocolate que a sua avó costumava fazer?'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Fazer uma pergunta estranha a um vizinho da mesa.",
    "Exemplo": "Virar-se para o vizinho e perguntar: 'Se pudesse ter um inseto de estimação, qual seria?' ou 'Qual é o teu roedor favorito?'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Tentar convencer alguém que o jantar é um ritual secreto e ancestral.",
    "Exemplo": "Murmurar: 'Tens a certeza que o sal está na posição correta? Isto é crucial para a invocação.'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Elogiar algo que é obviamente um erro ou um acidente.",
    "Exemplo": "Elogiar entusiasticamente um prato partido: 'Uau! Que design moderno e desconstruído! Adoro este guardanapo amassado'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Pedir para que alguém diga uma palavra para que você a soletre ao contrário.",
    "Exemplo": "Interromper a conversa: 'Alto! Diga-me uma palavra qualquer. (e ignorar) Agora vou soletrar 'Carro' ao contrário: O-R-R-A-C!'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Fazer um som de alarme sempre que o seu vizinho da esquerda se mexer.",
    "Exemplo": "Quando o vizinho se inclina para beber água, fazer um 'Pi-pi-pi!' baixo."
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Perguntar à pessoa sentada à sua frente o que ela acha que os gatos pensam sobre a gravidade.",
    "Exemplo": "Com um ar de mistério, perguntar: 'Mas será que os gatos compreendem mesmo a gravidade? Qual é a sua teoria?'"
  },
  {
    "tema": "4. Interação e Perguntas Estranhas",
    "missao": "Sugerir, de forma séria, que o jantar devia ter um tema de piratas.",
    "Exemplo": "Dizer: 'Na próxima vez, devemos todos vir vestidos de piratas. Seria mais autêntico.'"
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Tentar comer a sobremesa primeiro, justificando-se com a ciência.",
    "Exemplo": "Pegar na sobremesa e dizer: 'O meu metabolismo exige que eu comece pelos açúcares para otimizar a digestão.'"
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Esconder um item pequeno (ex: uma azeitona) e depois acusar o vizinho de o ter comido.",
    "Exemplo": "Esconder a azeitona e depois dizer, olhando para o vizinho: 'Espera... onde está a minha azeitona? Aposto que foste tu!'"
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Esmagar a comida com o garfo antes de a comer.",
    "Exemplo": "Esmagar completamente o arroz ou a batata no seu prato antes de levar à boca."
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Colocar dois pratos diferentes no mesmo talher (ex: salada e arroz) e misturá-los.",
    "Exemplo": "Misturar o puré de batata com a salada de atum de forma visível."
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Sugerir que toda a gente coma um pedaço de limão.",
    "Exemplo": "Levantar um limão (ou fatia) e desafiar todos a comerem um pedacinho por 'coragem'."
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Fazer um castelo em miniatura com as cascas do pão.",
    "Exemplo": "Enquanto fala, empilhar discretamente pedaços de pão para formar uma estrutura pequena."
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Fazer de conta que está a provar vinho com gestos exagerados (mesmo que seja sumo).",
    "Exemplo": "Pegar no copo de sumo, girá-lo, cheirá-lo profundamente e fazer um 'hummm' antes de beber."
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Elogiar a água com gás, dizendo que é a bebida da realeza.",
    "Exemplo": "Dizer em voz alta: 'Ah, a água borbulhante! A bebida mais nobre de todas!'"
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Pedir um utensílio de cozinha estranho (ex: um termómetro de carne) para usar.",
    "Exemplo": "Pedir ao anfitrião: 'Por favor, pode trazer-me o meu 'descascador de alho' especial? Não consigo comer sem ele.'"
  },
  {
    "tema": "5. Comida e Acessórios",
    "missao": "Colocar um objeto (ou algo pequeno) na cabeça sem justificação.",
    "Exemplo": "Colocar um guardanapo na cabeça, como um chapéu improvisado, e agir normalmente."
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "Falar com Moderação: Falar sobre um assunto sério, mas usando apenas palavras com, no máximo, quatro letras (ex: 'Vi um cão mau. Ele correu lá.').",
    "Exemplo": "Discutir trabalho usando apenas palavras como 'Tudo', 'Bem', 'Diz', 'Faz', 'Vem'."
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "A Palavra Esquecida: Fingir que se esqueceu de uma palavra muito comum (ex: 'Podes passar-me o... aquele objeto de pegar a comida? O... o garfo!').",
    "Exemplo": "Pedir: 'Podes dar-me aquele... aquele... o quê? Ah, o copo!'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "O Acrónimo: Usar um acrónimo que inventou e explicá-lo seriamente (ex: 'Isto é um grande CMF. Significa 'Caos Muito Fixe'.').",
    "Exemplo": "Dizer: 'Isto prova o meu ponto sobre o P.F.C. Que significa 'Paciência Faz Coisas'."
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "A Metáfora Inesperada: Descrever a comida ou um evento na mesa usando uma metáfora complexa e inadequada (ex: 'Este arroz é como o nascer do sol num deserto longínquo...').",
    "Exemplo": "Descrever o vinho: 'Este tinto é a própria epítome da melancolia existencial, mas de uma forma alegre.'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "O Som de Fundo: Fazer um som de rádio estático (ssszzzhhh) por um segundo, sempre que alguém disser a palavra \"sim\" ou \"não\".",
    "Exemplo": "Alguém diz 'Sim, vou...' Você: 'Ssszzzhhh' e depois continua a ouvir."
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "A Justificativa Histórica: Justificar cada opinião sua com a frase: 'Isto é algo que aprendi com o Rei Artur/Cleópatra/Platão...'.",
    "Exemplo": "Dizer: 'Não podemos simplesmente ignorar o problema. Isto é algo que aprendi com Cleópatra.'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "A Repetição Insistente: Repetir a última palavra que o seu vizinho da direita disse, como se fosse um eco, antes de começar a sua própria frase.",
    "Exemplo": "Vizinho: 'Fui à praia.' Você: 'Praia... Eu também adoro ir à praia.'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "O Elogio Obscuro: Elogiar a comida usando um adjetivo que ninguém na sala entende (ex: 'Que prato tão efémero!').",
    "Exemplo": "Dizer: 'Este frango tem um toque tão 'quixotesco'!'."
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "O Nome Errado: Chamar alguém na mesa pelo nome de outra pessoa famosa ou de um animal (ex: 'João, o que achas, digo, Panda?').",
    "Exemplo": "Chamar o seu vizinho 'Senhor Spock' ou 'Ronaldo' durante a conversa."
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "A Conspiração: Descrever algo completamente inofensivo (ex: a marca do sal) como se fosse parte de uma grande conspiração.",
    "Exemplo": "Pegar na garrafa de água e dizer: 'Vejam este rótulo. É uma mensagem codificada. Estão a vigiar-nos.'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "O Diário de Bordo: Descrever o seu dia usando terminologia de um registo de bordo de navio ou de uma missão espacial.",
    "Exemplo": "Dizer: 'Registo de bordo: O módulo de almoço completou a acoplagem com sucesso às 1300 horas.'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "O Futuro: Responder a perguntas sobre o passado ou presente no futuro do indicativo (ex: 'Onde estiveste?' Resposta: 'Eu estarei em casa mais tarde.').",
    "Exemplo": "Perguntam: 'Estás a gostar?' Você: 'Sim, eu estarei a gostar disto.'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "A Pergunta Retórica Incessante: Fazer todas as suas declarações em formato de pergunta retórica (ex: 'Não é este o melhor jantar que já comemos?').",
    "Exemplo": "Dizer: 'Será que este é o momento mais importante da nossa noite?'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "A Citação Falsa: Começar uma frase com 'Como dizia o grande [Nome de uma pessoa qualquer, inventada ou real]...' e depois inventar a citação.",
    "Exemplo": "Dizer: 'Como dizia o grande Professor Snape, 'nunca confies num cozinheiro que sorri demasiado'.'"
  },
  {
    "tema": "6. Linguagem e Vocabulário ",
    "missao": "O Efeito Colateral: Sempre que alguém à sua esquerda terminar de falar, comentar: 'Isso é um efeito colateral da cafeína.'",
    "Exemplo": "O vizinho termina de falar. Você: 'Interessante. Isso é um efeito colateral da cafeína.'"
  }
]